[
    {
      "fact": "Halleys Comet won’t orbit past Earth again until 2061.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Lspn_comet_halley.jpg/800px-Lspn_comet_halley.jpg"
    },
    {
      "fact": "One day on Venus is longer than one year."
    },
    {
      "fact": "In 3.75 billion years the Milky Way and Andromeda galaxies will collide."
    },
    {
      "fact": "Mars is home to Olympus Mons, the largest volcano in our solar system. At 21 kilometers high and 60 kilometers wide.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Olympus_Mons_alt.jpg/800px-Olympus_Mons_alt.jpg"
    },
    {
      "fact": "The Sun is 400 times larger than the Moon, but also 400 times as far away, making both objects appear to be the same size in our sky."
    },
    {
      "fact": "Neptune’s moon Triton is the coldest known object in the solar system with an average surface temperature of -200° C.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/f/f3/Triton_Rotation_Movie.gif"
    },
    {
      "fact": "Venus’ clouds trap a lot of the Sun’s heat, making its temperature the hottest in the solar system: 462° C."
    },
    {
      "fact": "Saturn has 53 known moons with an additional 30 moons awaiting confirmation of their discovery."
    },
    {
      "fact": "One teaspoonful of neutron star would weigh the same as the entire human population."
    },
    {
      "fact": "Earth’s spin speed is slowing: every year, it takes our planet a little longer to complete one full revolution on its axis."
    },
    {
      "fact": "You could fit all the planets in the solar system between the Earth and the Moon.",
      "image": "https://solarsystem.nasa.gov/internal_resources/5053.png"
    },
    {
      "fact": "Tears will not fall down if you cry in Space due to loss of gravity."
    },
    {
      "fact": "VY Canis Majoris is the biggest star in the universe."
    },
    {
      "fact": "There's a 30,000 kilometer hexagonal cloud at Saturn’s north pole.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Saturn_NorthPole.jpg/1024px-Saturn_NorthPole.jpg"
    },
    {
      "fact": "The 40,000 kilometer wide Great Red Spot on Jupiter is a persistent storm estimated to be between 200 and 300 years old.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Jupiter%E2%80%99s_Colourful_Palette.tif/lossy-page1-800px-Jupiter%E2%80%99s_Colourful_Palette.tif.jpg"
    },
    {
      "fact": "Astronauts left a mirror on the Moon’s surface during the Moon landing. Scientists used this mirror to reflect a laser beam which measured the distance between the Moon and the Earth with amazing accuracy."
    },
    {
      "fact": "If you fell into a black hole, you would get stretched out like spaghetti."
    },
    {
      "fact": "Mars has reddish days and bluish sunsets.",
      "image": "https://solarsystem.nasa.gov/system/news_items/main_images/925_PIA07997_1280.jpg"
    },
    {
      "fact": "There are clouds of alcohol floating in space."
    },
    {
      "fact": "The oldest known star is the red giant HE 1523-0901. At 13.2 billion years old, it is almost as old as the universe itself."
    },
    {
      "fact": "There have been six successful missions to put people on Earth’s moon between 1969 and 1972. A total of 12 astronauts have explored its surface."
    },
    {
      "fact": "After returning to Earth, many astronauts have a difficult time adjusting to gravity and often forget that things fall if you drop them."
    },
    {
      "fact": "Black holes about 10,000 to 18 billion times heavier than the sun are thought to exist at the center of galaxies."
    },
    {
      "fact": "Our universe consists of about 23% dark matter, 4% ordinary matter, and 73% dark energy."
    },
    {
      "fact": "It takes the sun around 200 million years to travel around our galaxy. This is a journey of 100,000 light years."
    },
    {
      "fact": "White holes are theorized time reversals of black holes. While the event horizon of a black hole attracts matter, the event horizon of a white hole ejects matter, even though the white hole itself still attracts matter."
    },
    {
      "fact": "Over 100 artificial satellites are launched into space each year."
    },
    {
      "fact": "If the sun were replaced by a black hole of the same mass, it would not suck the Earth in."
    },
    {
      "fact": "Light always travels at 186,000 miles per second. In one year, light can travel 5.88 trillion miles."
    },
    {
      "fact": "Jupiter weighs more than twice as much as all our other planets together."
    },
    {
      "fact": "Winds on Neptune are the fastest in our solar system at about 2,400 km/h."
    },
    {
      "fact": "Saturn is the lightest planet. If there were an ocean big enough to hold Saturn, this gas giant would float like a beach ball.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Saturn_during_Equinox.jpg/1024px-Saturn_during_Equinox.jpg"
    },
    {
      "fact": "The Milky Way is a barred spiral galaxy and contains about 200–400 billion stars. It is approximately 100,000–120,000 light years in diameter."
    },
    {
      "fact": "Venus is one of only two plaets that rotates on its axis clockwise from east to west. The only other planet to do so is Uranus.",
      "image": "https://solarsystem.nasa.gov/system/feature_items/images/143_Venus-800x600.jpg"
    },
    {
      "fact": "One million Earths would be needed in order to equal the massive size of the Sun."
    },
    {
      "fact": "Laika, a dog, was the first animal to actually go into orbit in outer space.",
      "image": "https://cdn.mos.cms.futurecdn.net/nooiJLC8QurFHZcTtqmmZf-970-80.jpg.webp"
    },
    {
      "fact": "If two piece of metal of the same type would touch in outer space, they will bond permanently. This is due to the fact that atoms of two pieces of metals do not know that they are separate."
    },
    {
      "fact": "There are more volcanoes that are on Venus than there are on Earth, or in any other planet within the solar system."
    },
    {
      "fact": "The temperature in the void of space is about −270.45 °C."
    },
    {
      "fact": "The two outermost gas giants, Uranus and Neptune, are composed largely of ices (water, ammonia and methane)."
    },
    {
      "fact": "Saturn has a huge hurricane-like storm at its South Pole. The vast, swirling vortex is about 8,000 km (5,000 miles) across!",
      "image": "https://solarsystem.nasa.gov/system/resources/detail_files/14259_PIA11214.jpg"
    },
    {
      "fact": "The nucleus of a comet is made of ice and can be as small as a few meters across to giant boulders a few kilometres across."
    },
    {
      "fact": "Ceres accounts for one third of the mass in the asteroid belt.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Ceres_-_RC3_-_Haulani_Crater_%2822381131691%29_%28cropped%29.jpg/800px-Ceres_-_RC3_-_Haulani_Crater_%2822381131691%29_%28cropped%29.jpg"
    },
    {
      "fact": "Each day, more than 100 tons of material from asteroids and comets falls toward Earth."
    },
    {
      "fact": "An asteroid impact some 65 million years ago contributed to the extinction of the dinosaurs."
    },
    {
      "fact": "The Asteroid Belt is located in an area of space between the orbits of Mars and Jupiter.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/f/f3/InnerSolarSystem-en.png"
    },
    {
      "fact": "The ancient Babylonians were the first to record their sightings of Jupiter."
    },
    {
      "fact": "Jupiter’s interior is made of rock, metal, and hydrogen compounds.",
      "image": "https://cdn.britannica.com/42/190542-050-1E5261C2/Diagram-cloud-structure-Jupiter-core.jpg"
    },
    {
      "fact": "Jupiter’s moon Ganymede is the largest moon in the solar system. Ganymeade measures 5,268 km across, making it larger than the planet Mercury.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Ganymede_-_Perijove_34_Composite.png/800px-Ganymede_-_Perijove_34_Composite.png"
    },
    {
      "fact": "Saturn has more moons than any other planet."
    },
    {
      "fact": "Only one spacecraft has flown by Neptune."
    },
    {
      "fact": "The Great Dark Spot in the southern atmosphere of Neptune was first discovered in 1989 by the Voyager 2 spacecraft. It was an incredibly large rotating storm system with winds of up to 1,500 miles per hour, the strongest winds recorded on any planet.",
      "image": "https://cdn.britannica.com/39/92839-050-DD6E8E9F/Clouds-atmosphere-Neptune-Great-Dark-Spot-image-1991.jpg"
    },
    {
      "fact": "Our solar system is 4.57 billion years old."
    },
    {
      "fact": "Earth is the only planet not named after a God."
    },
    {
      "fact": "Pluto is smaller than the United States.",
      "image": "https://www.nasa.gov/sites/default/files/styles/full_width/public/thumbnails/image/nh-pluto-charon-earth-size.jpg"
    },
    {
      "fact": "The methane in Uranus’ upper atmosphere filters out all the red light from the Sun but reflects the Sun’s blue light back into space, giving it its blue appearance.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Uranus_true_colour.jpg/800px-Uranus_true_colour.jpg"
    },
    {
      "fact": "Neptune’s moon, Triton, orbits the planet backwards.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Triton_orbit_%26_Neptune.png/1024px-Triton_orbit_%26_Neptune.png"
    },
    {
      "fact": "Only 5% of the universe is visible from Earth."
    },
    {
      "fact": "Stars twinkle because of the way light is disrupted as it passes through Earth’s atmosphere."
    },
    {
      "fact": "Astronauts can grow approximately two inches (5 cm) in height when in space."
    },
    {
      "fact": "The first artificial satellite in space was called “Sputnik”.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Sputnik_asm.jpg/800px-Sputnik_asm.jpg"
    },
    {
      "fact": "Many of the asteroids that are potentially harmful to Earth, the long period comets, tend to be sucked into Jupiter’s gravity field."
    },
    {
      "fact": "Jupiter is the largest planet. It could contain the other seven planets in just 70 percent of its volume."
    },
    {
      "fact": "10199 Chariklo is a centaur that has two icy rings around it. It orbits between Saturn and Uranus, and it's only about 154 miles across. This makes Chariklo the smallest known object to have rings.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Chariklo_with_rings_eso1410b.jpg/1024px-Chariklo_with_rings_eso1410b.jpg"
    },
    {
      "fact": "Hailstones made of diamond form when lightning storms turn methane into carbon which as it falls hardens into chunks of graphite and then diamond"
    },
    {
      "fact": "One of Saturn's moons is walnut-shaped because it's absorbed some of Saturn's rings.",
      "image": "https://solarsystem.nasa.gov/system/content_pages/main_images/755_PIA21436_modest.jpg"
    },
    {
      "fact": "Jupiter's shadow turns Io's atmosphere to frost once every 42 hours"
    },
    {
      "fact": "Saturn's moon Mimas is dominated by a huge crater called Herschel that makes the moon look like the Death Star from Star Wars.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Mimas_Cassini.jpg/800px-Mimas_Cassini.jpg"
    },
    {
      "fact": "Uranus is often referred to as an “ice giant” planet.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/0/0e/Uranus_clouds.jpg"
    },
    {
      "fact": "Makemake is the second furthest dwarf planet from the Sun and is the third largest dwarf planet in the solar system.",
      "image": "https://cdn.mos.cms.futurecdn.net/8QBGiy9BhmttKdGeAAZpn8-320-80.jpg"
    },
    {
      "fact": "Asteroids are rich in precious metals and other metals, as well as water."
    },
    {
      "fact": "The cores of the gas giants are crushed under tremendously high pressures and they are very hot (up to 20,000 K), while the cores of the ice giants Uranus and Neptune are at 5000K and 5,400K respectively."
    },
    {
      "fact": "The Milky Way’s central core contains a supermassive black hole. It is commonly referred to as Sagittarius A*. It contains the mass of about 4.3 million Suns."
    },
    {
      "fact": "The Sun is a yellow-white dwarf that will continue its hydrogen-burning phase for another 5 or so billion years.",
      "image": "https://www.nasa.gov/sites/default/files/images/740364main_latest_4096_0171-full_full.jpg"
    },
    {
      "fact": "The brightest star in our night sky is called Sirius and is also the brightest star in the constellation of Canis Major, the Big Dog.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/f/f3/Sirius_A_and_B_Hubble_photo.jpg"
    },
    {
      "fact": "Most nebulae contain the “stuff of stars and planets”, including gases, dust, and complex molecules."
    },
    {
      "fact": "Europa is nearly the same size as Earth’s Moon. It is tidally locked to Jupiter in its orbit and spins faster on its axis than it orbits.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Europa%2C_Earth_%26_Moon_size_comparison.jpg/800px-Europa%2C_Earth_%26_Moon_size_comparison.jpg"
    },
    {
      "fact": "Because Europa is water-rich and has a warm interior, scientists think it could be hospitable to life.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Europa-moon-with-margins.jpg/800px-Europa-moon-with-margins.jpg"
    },
    {
      "fact": "Callisto a half-rocky, half-icy world. Its surface contains water ice, carbon dioxide ice, silicate dust and rock particles, and hydrocarbon compounds.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/e/e9/Callisto.jpg"
    },
    {
      "fact": "Callisto has the most heavily cratered surface of any world in the solar system. There are so many craters than a new impactor would obliterate an older one.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Cratered_plains_PIA00745.jpg/800px-Cratered_plains_PIA00745.jpg"
    },
    {
      "fact": "Titan is thought to have several layers: a rocky core, surrounded by layers of crystalline ice. It is likely that the core is still hot, with a layer of liquid water and ammonia.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Titan_poster.svg/1024px-Titan_poster.svg.png"
    },
    {
      "fact": "Iapetus has a bright and a dark hemisphere, with a ridge running along its equator. The dark region is called Cassini Regio and is the principal feature of the leading hemisphere.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Iapetus_as_seen_by_the_Cassini_probe_-_20071008.jpg/800px-Iapetus_as_seen_by_the_Cassini_probe_-_20071008.jpg"
    },
    {
      "fact": "Cryovolcanic activity in Enceladus is sending geysers of water ice particles out from underneath the surface. The Cassini spacecraft has imaged these geysers spouting from so-called “tiger stripes” vent areas on this moon.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/8/83/PIA17202_-_Approaching_Enceladus.jpg"
    },
    {
      "fact": "Rhea is Saturn’s second largest moon and is the ninth largest moon in the solar system.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/PIA07763_Rhea_full_globe5.jpg/800px-PIA07763_Rhea_full_globe5.jpg"
    },
    {
      "fact": "No two surface areas on Miranda are alike. Its topography ranges from cliffs to craters, and tectonic features.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/e/e1/PIA18185_Miranda%27s_Icy_Face.jpg"
    },
    {
      "fact": "Phobos’s orbit is so fast it would appear to an observer on the planet to rise in the west and set in the East twice each Martian day."
    },
    {
      "fact": "Phobos is roughly potato-shaped and has a large crater called Stickney. Many of its largest features are named after places in the novel Gulliver’s travels.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Phobos_colour_2008.jpg/800px-Phobos_colour_2008.jpg"
    },
    {
      "fact": "Jupiter is swarming with at least 79 moons in orbit around it, the second largest number of natural satellites around any of the planets."
    },
    {
      "fact": "Methone is a small, egg-shaped moon of Saturn that orbits out past Saturn's ring system, between the orbits of Mimas and Enceladus.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/2/2c/Methone_PIA14633.jpg"
    },
    {
      "fact": "Kepler-186f was the first rocky planet to be found within the habitable zone -- the region around the host star where the temperature is right for liquid water. This planet is also very close in size to Earth."
    },
    {
      "fact": "J1407b is an exoplanet 20 times more massive than Saturn. The rings of this Super Saturn span 180 million kilometers wide. That’s larger than the Earth-Sun distance of 150 million kilometers and 200 times bigger than Saturn’s rings!",
      "image": "https://exoplanets.nasa.gov/system/resources/detail_files/242_j1407_ronmiller_2015_0%28S%29.jpg"
    },
    {
      "fact": "More than 22 percent of Sun-like stars have Earth-sized planets in their habitable zones. These are important places to concentrate a search for possible life-bearing worlds."
    },
    {
      "fact": "Uranus has an icy layer over its solid rock core, and covered with a gaseous atmosphere."
    },
    {
      "fact": "Neptune has a water-ammonia ocean for a mantle overlying its rocky core."
    },
    {
      "fact": "The oldest known Exoplanet is Kapteyn-B located in the red dwarf system 13 light-years from Earth. Its age is about 11.5 billion years.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/0/0b/KapteynB.jpg"
    },
    {
      "fact": "It is impossible to see the Sun from the surface of Venus, as it is obscured by clouds constantly.",
      "image": "https://i.imgur.com/52teuAZ.jpeg"
    },
    {
      "fact": "The atmosphere of Venus is half liquid, half gaseous because of the tremendous pressure near the surface."
    },
    {
      "fact": "Sedna is a solar system body that is one of the most distant bodies found in our solar system. The object's closest approach to the sun is far greater than Pluto's distance away from Earth.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Sedna_solar_system_Jan1_2017.png"
    }
  ]